Repository: aharotias2/parapara
Catalog: po/*.po
Languages: it, ja, ru, tr

source: An image viewer without library
it: Un visualizzatore di immagini senza libreria
ja: ライブラリー機能のない画像ビューアー
ru: Просмотрщик изображений без библиотеки
tr: Kütüphanesiz resim görüntüleyici

source: An image viewer in which images are displayed as one of three styles: single, spread (book), continuous (scrolling), and that supports jpg, png, bmp, ico, gif files. animated gifs are also supported.
it: Un visualizzatore di immagini in cui le immagini vengono visualizzate come uno dei tre stili: singolo, diffuso (libro), continuo (a scorrimento) e che supporta jpg, png, file bmp, ico, gif. Sono supportate anche le gif animate.
ru: Средство просмотра изображений, в котором изображения отображаются в одном из трех стилей: одиночный, разворот (книга), непрерывный (прокрутка) и поддерживает файлы jpg, png, bmp, ico, gif. Также поддерживаются анимированные GIF-изображения.
tr: Resimlerin üç stilden biriyle görüntülendiği resim görüntüleyici: tekli, geniş (kitap), sürekli (kaydırma). Jpg, png, bmp, ico, gif dosyalarının yanında hareketli gifleri de destekler.

source: Application Screenshot (Single View Mode)
it: Screenshot dell'applicazione (modalità di visualizzazione singola)
ru: Снимок экрана приложения (режим одного просмотра)
tr: Uygulama Ekran Görüntüsü (Tekli Görünüm Kipi)

source: Spread View Mode
it: Modalità di Visualizzazione Diffusa
ru: Режим расширенного просмотра
tr: Geniş Görünüm Kipi

source: Continuous View Mode (Vertical)
it: Modalità di visualizzazione continua (verticale)
ru: Режим непрерывного просмотра (по вертикали)
tr: Sürekli Görünüm Kipi (Dikey)

source: Continuous View Mode (Horizontal)
it: Modalità di visualizzazione continua (orizzontale)
ru: Режим непрерывного просмотра (по горизонтали)
tr: Sürekli Görünüm Kipi (Yatay)

source: Tanaka Takayuki
ru: Танака Такаюки

source: Image Viewer
it: Visualizzatore di immagini
ja: 画像ビューアー
ru: Просмотр изображений
tr: Resim Görüntüleyici

source: View image files
it: Visualizza file immagine
ja: 画像ファイルを表示します
ru: Просмотр файлов изображений
tr: Resim dosyalarını görüntüle

source: Picture;Image;Viewer;
it: Foto;Immagine;Visualizzatore;
ja: Picture;Image;Viewer;ピクチャー;画像;イメージ;ビューアー;ビューワー;
ru: Изображение;Изображение;Просмотр;
tr: Fotoğraf;Resim;Görüntü;Görüntüleyici;

source: Single View Mode
it: Modalità di visualizzazione singola
ja: シングル ビュー モード
ru: Режим одного просмотра
tr: Tekli Görünüm Kipi

source: Scroll View Mode
it: Modalità di visualizzazione a scorrimento
ja: スクロール ビュー モード
ru: Режим просмотра с прокруткой
tr: Kaydır Görünüm Kipi

source: Dual View Mode
it: Modalità doppia visualizzazione
ja: デュアル ビュー モード
ru: Режим двойного просмотра
tr: İkili Görünüm Kipi

source: New
it: Nuovo
ja: 新規
ru: Новый
tr: Yeni

source: Open
it: Apri
ja: 開く
ru: Открыть
tr: Aç

source: Save
it: Salva
ja: 保存
ru: Сохранить
tr: Kaydet

source: Save as…
it: Salva come…
ja: 名前を付けて保存…
ru: Сохранить как...
tr: Farklı Kaydet…

source: Toolbar Option
it: Opzione barra degli strumenti
ja: ツールバーオプション
ru: Видимость панели инструментов
tr: Araç Çubuğu Seçeneği

source: Keep Visible
it: Mantieni visibile
ja: 常に表示
ru: Не скрывать
tr: Görünür Tut

source: Depends
it: Dipende
ja: カーソルに反応
ru: При наведении курсора
tr: Bağlı

source: Keep Hidden
it: Tieni nascosto
ja: 常に隠す
ru: Скрыть
tr: Gizli Tut

source: Full Screen
it: Schermo Intero
ja: フルスクリーン
ru: На весь экран
tr: Tam Ekran

source: About…
it: Informazioni…
ja: ParaPara について…
ru: О программе...
tr: ParaPara Hakkında

source: The file list is not initialized!
it: L'elenco dei file non è inizializzato!
ja: ファイルリストが初期化されていません!
ru: Список файлов не инициализирован!
tr: Dosya listesi başlatılmadı!

source: The index is out of the bounds (%d/%d)
it: L'indice è fuori dai limiti (%d/%d)
ja: リストへのアクセスで範囲エラー (%d/%d)
ru: Индекс выходит за пределы (%d/%d)
tr: Dizin sınırların dışında (%d/%d)

source: file list does not contains this name! (%s)
it: l'elenco dei file non contiene questo nome! (%S)
ja: ファイルリストに含まれていない名前です! (%s)
ru: список файлов не содержит этого имени! (%s)
tr: dosya listesinde bu ad yok! (%s)

source: The file path is invalid. it does not exist or is not a regular file.
it: Il percorso del file non è valido. non esiste o non è un file normale.
ja: ファイルパスが不正です。存在しないか通常のファイルではありません。
ru: Указан неверный путь к файлу. он не существует или не является обычным файлом.
tr: Dosya yolu geçersiz. Yok veya normal bir dosya değil.

source: Set the width and the height
it: Imposta la larghezza e l'altezza
ja: 幅と高さを指定してください
ru: Установить ширину и высоту
tr: Genişlik ve yüksekliği ayarla

source: Width:
it: Larghezza:
ja: 幅:
ru: Ширина:
tr: Genişlik:

source: Height:
it: Altezza:
ja: 高さ:
ru: Высота
tr: Yükseklik:

source: Cancel
it: Cancella
ja: キャンセル
ru: Отмена
tr: İptal Et

source: %s This file was deleted.
it: %s Questo file è stato eliminato.
ja: %s このファイルは削除されました。
ru: %s Файл был удален.
tr: %s Dosya silindi.

source: The image was resized.
it: L'immagine è stata ridimensionata.
ja: ファイルをリサイズしました。
ru: Размер изображения был изменен.
tr: Resim yeniden boyutlandırıldı.

source: Resizing of the image was canceled.
it: Il ridimensionamento dell'immagine è stato annullato.
ja: リサイズはキャンセルされました。
ru: Изменение размера изображения отменено.
tr: Resmin yeniden boyutlandırılması iptal edildi.

source: Sorry, saving animations is not supported yet.
it: Spiacenti, il salvataggio delle animazioni non è ancora supportato.
ja: 申し訳ありませんが、アニメーションの保存には未対応です。
ru: Сохранение анимации пока не поддерживается.
tr: Üzgünüz, animasyon kaydetmek henüz desteklenmiyor.

source: File already exists. Do you want to overwrite it?
it: Il file esiste già. Vuoi sovrascriverlo?
ja: ファイルはすでに存在します。上書きしてもよろしいですか？
ru: Файл уже существует. Перезаписать его?
tr: Dosya zaten mevcut. Üzerine yazmak istiyor musunuz?

source: Do you really overwrite this file?
it: Vuoi sovrascrivere davvero questo file?
ja: 本当にこのファイルを上書きしますか？
ru: Перезаписать этот файл?
tr: Dosyanın üstüne cidden yazmak istiyor musunuz?

source: The file save was canceled.
it: Il salvataggio del file è stato annullato.
ja: ファイルの保存はキャンセルされました。
ru: Сохранение файла было отменено.
tr: Dosya kaydetme iptal edildi.

source: The file was saved
it: Il file è stato salvato
ja: ファイルを保存しました
ru: Файл сохранен
tr: Dosya kaydedildi

source: Resize
it: Ridimensiona
ja: リサイズ
ru: Изменить размер
tr: Yeniden Boyutlandır

source: Zoom in
it: Ingrandire
ja: 拡大
ru: Увеличить
tr: Yakınlaştır

source: Zoom out
it: Rimpicciolire
ja: 縮小
ru: Уменьшить
tr: Uzaklaştır

source: Fit to the page
it: Adatta alla pagina
ja: ページに合わせる
ru: По размеру страницы
tr: Sayfaya sığdır

source: Flip horizontally
it: Capovolgi orizzontalmente
ja: 上下反転
ru: Отразить по горизонтали
tr: Yatay çevir

source: Flip vertically
it: Capovolgi verticalmente
ja: 左右反転
ru: Отразить по вертикали
tr: Dikey çevir

source: Rotate to the left
it: Ruota a sinistra
ja: 右回転
ru: Повернуть против часовой
tr: Sola döndür

source: Rotate to the right
it: Ruota a destra
ja: 左回転
ru: Повернуть по часовой
tr: Sağa döndür

source: Delete this file
it: Elimina questo file
ja: このファイルを削除する。
ru: Удалить файл
tr: Dosyayı sil

source: Sort Asc
it: Ordina in modalità Ascendente
ja: 昇順
ru: Сортировать по возрастанию
tr: Artan Sırala

source: Sort Desc
it: Ordina in modalità Discendente
ja: 降順
ru: Сортировать по убыванию
tr: Azalan Sırala

source: Skip forward
it: Salta in avanti
ja: 進む
ru: Перейти вперед
tr: İleriye atla

source: Play/Pause animation
it: Riproduci/Metti in pausa l'animazione
ja: アニメーションを再生/一時停止
ru: Воспроизведение/пауза анимации
tr: Animasyonu Oynat/Durdur

source: Slide 2 page to Left
it: Fai scorrere la pagina 2 verso sinistra
ja: 1ページ左へ
ru: Сдвинуть 2 страницы влево
tr: 2 sayfa Sola kaydır

source: Slide 1 page to Left
it: Fai scorrere 1 pagina verso sinistra
ja: 1ページ左へ
ru: Сдвинуть 1 страницу влево
tr: 1 sayfa Sola kaydır

source: Slide 1 page to Right
it: Fai scorrere 1 pagina verso destra
ja: 1ページ右へ
ru: Сдвинуть 1 страницу вправо
tr: 1 sayfa Sağa kaydır

source: Slide 2 page to Right
it: Fai scorrere la pagina 2 verso destra
ja: 1ページ右へ
ru: Сдвинуть 2 страницы вправо
tr: 1 sayfa Sağa kaydır

source: Left to Right
it: Da sinistra a destra
ja: 左から右へ
ru: Слева направо
tr: Soldan Sağa

source: Right to Left
it: Da destra a sinistra
ja: 右から左へ
ru: Справа налево
tr: Sağdan Sola

source: Fit Width
it: Adatta alla larghezza
ja: 幅に合わせる
ru: Подходящая ширина
tr: Genişliğe Sığdır

source: Fit Page
it: Adatta pagina
ja: ページに合わせる
ru: Подогнать страницу
tr: Sayfaya Sığdır

source: Vertical
it: Verticale
ja: 左右反転
ru: Вертикально
tr: Dikey

source: Zoom:
ja: 拡大:
ru: Увеличение:
tr: Yakınlaştırma:

source: Orientation:
it: Orientamento:
ja: 縦/横:
ru: Ориентация:
tr: Yönelim:

source: Sort:
it: Ordina:
ja: 並べ替え:
ru: Сортировать:
tr: Sırala:

source: Previous
it: Precedente
ja: 前の画像
ru: Предыдущий
tr: Önceki

source: Next
it: Prossimo
ja: 次の画像
ru: Следующий
tr: Sonraki

source: No Images Open
it: Nessuna Immagine Aperta
ja: 画像が開いていません
ru: Нет открытых изображений
tr: Resim Bulunamadı

source: Click 'Open Image' to get started.
it: Fai clic su 'Apri Immagine' per iniziare.
ja: 「画像を開く」をクリックして開始しましょう。
ru: Нажмите «Открыть изображение», чтобы начать.
tr: Başlamak için 'Resim Aç' düğmesine tıklayın.

source: Open Image
it: Apri Immagine
ja: 画像を開く
ru: Открыть изображение
tr: Resim Aç

source: Show and edit your image.
it: Mostra e modifica la tua immagine.
ja: 画像を閲覧/編集できます。
ru: Смотрите и редактируйте свои изображения.
tr: Resimlerinizi görüntüleyin ve düzenleyin.

source: Location: %d / %d (%d%%)
it: Posizione: %d / %d (%d%%)
ja: ロケーション: %d / %d (%d%%)
ru: Местоположение: %d / %d (%d%%)
tr: Konum: %d / %d (%d%%)

source: Choose file to open
it: Scegli un file da aprire
ja: 開くファイルを選択
ru: Выберите файл для открытия
tr: Açmak için dosya seçin

source: The directory does not found. Exiting.
it: La directory non è stata trovata. Uscire.
ja: ディレクトリが存在しません。終了します。
ru: Каталог не найден. Выход.
tr: Dizin bulunamadı. Çıkılıyor.

source: The file does not found.
it: Il file non è stato trovato.
ja: ファイルが見つかりません。
ru: Файл не найден.
tr: Dosya bulunamadı.

source: The file could not be opend (cause: %s)
it: Impossibile aprire il file (motivo: %s)
ja: ファイルを開けません (理由: %s)
ru: Невозможно открыть файл (причина: %s)
tr: Dosya açılamadı (sebep: %s)

source: Are you sure you want to move this file to the Trash?
it: Sei sicuro di voler spostare questo file nel Cestino?
ja: 本当にこのファイルをごみ箱に移動しますか？
ru: Переместить этот файл в корзину?
tr: Dosyayı çöpe taşımak istediğinize emin misiniz?

source: Delete was canceled
it: Cancellazione annullata
ja: ファイルの削除はキャンセルされました。
ru: Удаление отменено
tr: Silme iptal edildi

source: Moved the file to the Trash.
it: Spostato il file nel Cestino.
ja: ファイルをごみ箱に移動しました。
ru: Файл перемещён в корзину.
tr: Dosyayı çöpe taşı.

source: Your desktop environment doesn't seem to support Recycle Bin. Do you want to permanently delete this file? Once deleted, it cannot be undone.
it: Il tuo ambiente desktop non sembra supportare il Cestino. Vuoi eliminare definitivamente questo file? Una volta eliminato, non può essere annullato.
ja: お使いのデスクトップ環境ではごみ箱をサポートしていないようです。このファイルを完全に削除しますか？一度削除すると元に戻すことはできません。
ru: Похоже, ваша среда рабочего стола не поддерживает корзину. Вы хотите, чтобы навсегда удалить этот файл?
tr: Masaüstü ortamınız Geri Dönüşüm Kutusu'nu desteklemiyor gibi görünüyor. Dosyayı kalıcı olarak silmek istiyor musunuz? Silindikten sonra geri alınamaz.

source: Completely deleted the file.
it: Il file è stato completamente cancellato.
ja: ファイルを完全に削除しました。
ru: Файл полностью удалён.
tr: Dosya tamamen silindi.

source: fail to delete a file
it: non è possibile eliminare un file
ja: ファイルの削除に失敗しました。
ru: не удалось удалить файл
tr: dosya silinemedi

source: translator-credits
it: Albano Battistella <albano_battistella@hotmail.com>
ja: Tanaka Takayuki <aharotias2@gmail.com> Ryo Nakano <ryonakaknock3@gmail.com>
ru: переводчики
tr: Sabri Ünal <libreajans@gmail.com>

source: A lightweight image viewer with three display modes: single, spread, and continuous.
it: Un visualizzatore di immagini leggero con tre modalità di visualizzazione: singola, diffusa e continua.
ja: 3つのモード (シングル、ダブル、スクロール) をもつ軽量なイメージビューワー。
ru: Легкая программа просмотра изображений с тремя режимами отображения: одиночным, расширенным и непрерывный.
tr: Üç görüntüleme kipine sahip hafif bir resim görüntüleyici: tekli, geniş ve sürekli.

source: OK
tr: Tamam
